Repository: ebiiii/longclaw
Catalog: longclaw/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Missing 'variant_id'
fr: 'variant_id' manquant

source: Cookies must be enabled.
fr: Les cookies doivent être activés.

source: Add To Basket
fr: Ajouter au panier

source: Missing parameters from request data
fr: Paramètres manquant des données de la requête

source: Dummy error requested
fr: Erreur fictive demandée

source: Payment from {} for order id #{}
fr: Paiement de {} pour la commande numéro #{}

source: The default shipping rate for countries which have not been configured
fr: Les frais d'envoi par défaut pour les pays qui n'ont pas été configurés

source: The default shipping carrier
fr: Le mode de livraison par défaut

source: Whether to enable default shipping. This essentially means you ship to all countries, not only those with configured shipping rates
fr: Si l'envoi par défaut est actif. Cela veut essentiellement dire que vous envoyé dans tous les pays, et pas seulement ceux avec des frais d'envoi configurés.

source: The HTML code for the currency symbol. Used for display purposes only
fr: Le code HTML pour le symbole monétaire. Utilisé uniquement pour de l'affichage

source: The iso currency code to use for payments
fr: Le code ISO de la monnaie pour les paiements

source: Optional email of the customer who made the request
fr: E-mail optionnel du client qui a fait la requête

source: Requests For %(page_type)s: %(title)s
fr: Requête pour %(page_type)s : %(title)s

source: Requests For %(page_type)s <span>%(title)s</span>
fr: Requête pour %(page_type)s <span>%(title)s</span>

source: Status
fr: Statut

source: Request Date
fr: Date de requête

source: Variant
fr: Variante

source: Not Given
fr: Non précisé

source: View Requests
fr: Voir les requêtes

source: Basket has already a coupon
fr: Le panier a déjà un code promo

source: Coupon code invalid
fr: Code promo invalide

source: Coupon
fr: Code promo

source: Submitted
fr: Enregistrée

source: Fulfilled
fr: Envoyée

source: Cancelled
fr: Annulée

source: Refunded
fr: Remboursée

source: Payment Failed
fr: Échec du paiement

source: Payment Succeeded
fr: Paiement réussi

source: Order #{} - {}
fr: Commande #{} - {}

source: Refunded on {}
fr: Remboursée le {}

source: Refund failed on {}
fr: Remboursement échoué le {}

source: Back to %(model_name)s list
fr: Retour à la liste de %(model_name)s

source: Cancel
fr: Annuler

source: Cancel this %s
fr: Annuler %s

source: View
fr: Voir

source: View this %s
fr: Voir %s

source: Cannot specify country and country_code
fr: country et country_code ne peuvent être spécifiés

source: Address not found
fr: Adresse introuvable

source: No country code supplied
fr: Pas de code pays fourni

source: Shipping option {} is invalid
fr: Le mode d'envoi {} est invalide

source: Shipping to {} is not available
fr: L'envoi vers {} n'est pas disponible

source: Destination address is required for rates to {}.
fr: L'adresse de destination est requise pour les frais vers {}.

source: Unique name to refer to this shipping rate by
fr: Nom unique pour se référer à ces frais d'envoi

source: Standard shipping to rest of world
fr: Envoi standard vers le reste du monde

source: Shipping
fr: Envoi

source: Revenue this month
fr: Revenus de ce mois

source: Revenue
fr: Revenu

source: Popular products this month
fr: Produit populaire de ce mois

source: No. Sales
fr: Nb. ventes

source: Product Title
fr: Titre du produit
